{
  "title": "Política de Privacidade",

  "intro-title": "Política de Privacidade",

  "intro-description": "A Hybroht respeita sua privacidade. Estamos comprometidos em proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você visita nosso site. Por favor, leia esta política com atenção.",

  "terms-1-title": "Informações que Coletamos",
  "terms-1-personal-info": "Informações Pessoais:",
  "terms-1-personal-info-desc": "Podemos coletar informações pessoais que você nos fornece voluntariamente ao entrar em contato, assinar newsletters ou interagir com o site. Isso pode incluir seu nome, endereço de e-mail, número de telefone e outros dados de contato.",
  "terms-1-usage-data": "Dados de Uso:",
  "terms-1-usage-data-desc": "Podemos coletar automaticamente certos dados técnicos sobre seu dispositivo e como você acessa e usa o site, como endereço IP, tipo de navegador, sistema operacional, URLs de referência, páginas visitadas e duração das visitas.",

  "terms-2-title": "Como Usamos Suas Informações",
  "terms-2-intro": "Podemos usar as informações coletadas para fins comerciais, incluindo:",
  "terms-2-desc-1": "Fornecer, manter e melhorar o Site e nossos serviços.",
  "terms-2-desc-2": "Comunicar com você, responder a consultas e enviar atualizações ou materiais de marketing (somente se você consentir).",
  "terms-2-desc-3": "Analisar o uso do Site e melhorar a experiência do usuário.",
  "terms-2-desc-4": "Cumprir obrigações legais.",
  "terms-2-note": "Não vendemos ou alugamos suas informações pessoais a terceiros. Podemos compartilhar suas informações quando exigido por lei ou para proteger direitos, propriedade ou segurança da Hybroht, nossos usuários ou outros.",

  "terms-3-title": "Seus Direitos e Escolhas",
  "terms-3-intro": "Dependendo da sua jurisdição, você pode ter direitos, incluindo:",
  "terms-3-desc-1": "Acesso e correção de suas informações pessoais.",
  "terms-3-desc-2": "Solicitação de exclusão ou restrição do processamento.",
  "terms-3-desc-3": "Retirada do consentimento a qualquer momento (sem afetar a legalidade do processamento anterior).",
  "terms-3-desc-4": "Exercício de seus direitos de portabilidade de dados.",
  "terms-3-contact": "Para exercer quaisquer direitos, contate-nos em contact@hybroht.com. Você também pode cancelar a inscrição para comunicações a qualquer momento.",

  "terms-4-title": "Segurança dos Dados",
  "terms-4-desc": "Priorizamos a proteção das suas informações pessoais e implementamos medidas de segurança para protegê-las contra acesso não autorizado, alteração, divulgação ou destruição. Embora nenhum sistema seja totalmente infalível, trabalhamos continuamente para aprimorar nossa segurança e manter seus dados seguros.",

  "terms-5-title": "Usuários Internacionais e Transferências de Dados",
  "terms-5-desc": "Se você acessar nosso site fora da jurisdição onde a Hybroht opera, suas informações podem ser transferidas e processadas em outros países com leis de proteção de dados diferentes. Ao usar o site, você concorda com essas transferências.",

  "terms-6-title": "Atualizações desta Política",
  "terms-6-desc": "Podemos atualizar esta Política de Privacidade periodicamente. Publicaremos a política atualizada nesta página com uma data revisada.",

  "back-to-home": "← Voltar para Home",

  "footer": "2025 Hybroht. Todos Direitos Reservados."
}
