{
  "title": "Termos de Uso",

  "intro-title": "Termos de Uso",

  "intro-description": "Bem-vindo ao site oficial da Hybroht. Ao acessar ou utilizar este site, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Por favor, leia-os atentamente.",

  "terms-1-title": "Uso Permitido",
  "terms-1-desc": "Você pode visualizar, navegar e baixar conteúdo deste site apenas para uso pessoal e não comercial, salvo autorização expressa da Hybroht. Qualquer uso não autorizado, reprodução, distribuição ou modificação do conteúdo é estritamente proibido.",

  "terms-2-title": "Propriedade Intelectual",
  "terms-2-desc": "Todo conteúdo deste site, incluindo textos, gráficos, logotipos, imagens, softwares e outros materiais, é propriedade da Hybroht ou de seus licenciadores e protegido pelas leis de propriedade intelectual aplicáveis. É proibido usar, copiar, reproduzir, distribuir, publicar, exibir, modificar, criar obras derivadas, transmitir ou vender qualquer conteúdo sem permissão prévia por escrito.",

  "terms-3-title": "Obrigações e Conduta do Usuário",
  "terms-3-desc": "Você concorda em usar este site de forma legal e ética. É proibido realizar qualquer conduta que perturbe ou interfira na operação ou segurança do site. Atividades proibidas incluem, mas não se limitam a, hacking, transmissão de códigos maliciosos, personificação, assédio ou promoção de atividades ilegais.",

  "terms-4-title": "Links e Serviços de Terceiros",
  "terms-4-desc": "Este site pode conter links para websites ou serviços de terceiros que não são de propriedade ou controle da Hybroht. Não nos responsabilizamos por conteúdos, políticas de privacidade ou práticas desses terceiros.",

  "terms-5-title": "Privacidade e Proteção de Dados",
  "terms-5-desc": "O uso do site Hybroht também é regido por nossa Política de Privacidade, que explica como coletamos, usamos e protegemos suas informações pessoais. Recomendamos a leitura atenta dela.",

  "terms-6-title": "Limitação de Responsabilidade e Isenção de Garantias",
  "terms-6-desc": "Este site e seu conteúdo são fornecidos “no estado em que se encontram” e “conforme disponíveis”, sem garantias de qualquer tipo, expressas ou implícitas. Hybroht isenta-se de todas as garantias, incluindo, sem limitação, aquelas de comercialização, adequação a um propósito específico e não violação. <br><br> Na permissibilidade da legislação, a Hybroht não irá se responsabilizar por danos diretos, indiretos, incidentais, consequentes, especiais, punitivos ou exemplares decorrentes do uso ou impossibilidade de uso do site.",

  "terms-7-title": "Alterações no Site e nos Termos",
  "terms-7-desc": "Podemos modificar, suspender ou descontinuar qualquer aspecto do site a qualquer momento, sem aviso prévio. Reservamos o direito de atualizar ou alterar estes Termos de Uso. O uso continuado do site implica aceitação das alterações.",

  "terms-8-title": "Resolução de Disputas e Lei Aplicável",
  "terms-8-desc": "Estes Termos e o uso do site serão regidos pelas leis do local onde a Hybroht está incorporada, sem considerar conflitos de leis. <br><br> Quaisquer disputas serão submetidas exclusivamente aos tribunais dessa jurisdição. Mecanismos alternativos, como arbitragem, podem ser considerados.",

  "terms-9-title": "Acessibilidade",
  "terms-9-desc": "A Hybroht se empenha para tornar seu site acessível a todos. Se encontrar barreiras de acessibilidade, entre em contato conosco.",

  "terms-10-title": "Uso dos Ativos da Marca",
  "terms-10-desc": "As marcas, logotipos e identidade visual exibidos são propriedade da Hybroht. É proibida qualquer utilização sem permissão prévia por escrito.",

  "back-to-home": "← Voltar para Home",

  "footer": "2025 Hybroht. Todos Direitos Reservados."
}
